* craft drill                                                         :craft:
:LOGBOOK:
CLOCK: [2017-11-19 Sun 15:39]--[2017-11-19 Sun 15:58] =>  0:19
CLOCK: [2017-11-18 Sat 19:08]--[2017-11-18 Sat 19:32] =>  0:24
CLOCK: [2017-11-17 Fri 16:04]--[2017-11-17 Fri 16:29] =>  0:25
CLOCK: [2017-11-16 Thu 23:41]--[2017-11-16 Thu 23:53] =>  0:12
CLOCK: [2017-11-15 Wed 17:49]--[2017-11-15 Wed 17:57] =>  0:08
CLOCK: [2017-11-14 Tue 21:54]--[2017-11-14 Tue 22:19] =>  0:25
CLOCK: [2017-11-14 Tue 13:37]--[2017-11-14 Tue 14:02] =>  0:25
CLOCK: [2017-11-13 Mon 21:22]--[2017-11-13 Mon 21:47] =>  0:25
CLOCK: [2017-11-12 Sun 12:31]--[2017-11-12 Sun 12:43] =>  0:12
CLOCK: [2017-11-11 Sat 14:27]--[2017-11-11 Sat 15:01] =>  0:34
CLOCK: [2017-11-10 Fri 12:09]--[2017-11-10 Fri 12:30] =>  0:21
CLOCK: [2017-11-09 Thu 21:43]--[2017-11-09 Thu 22:14] =>  0:31
CLOCK: [2017-11-07 Tue 13:05]--[2017-11-07 Tue 13:43] =>  0:38
CLOCK: [2017-11-05 Sun 12:01]--[2017-11-05 Sun 12:28] =>  0:27
CLOCK: [2017-11-04 Sat 20:49]--[2017-11-04 Sat 21:38] =>  0:49
CLOCK: [2017-11-04 Sat 20:20]--[2017-11-04 Sat 20:45] =>  0:25
CLOCK: [2017-11-04 Sat 19:50]--[2017-11-04 Sat 20:15] =>  0:25
CLOCK: [2017-11-04 Sat 19:18]--[2017-11-04 Sat 19:43] =>  0:25
CLOCK: [2017-11-03 Fri 13:30]--[2017-11-03 Fri 13:55] =>  0:25
CLOCK: [2017-10-29 Sun 21:58]--[2017-10-29 Sun 22:23] =>  0:25
CLOCK: [2017-10-25 Wed 11:00]--[2017-10-25 Wed 11:25] =>  0:25
CLOCK: [2017-10-21 Sat 13:03]--[2017-10-21 Sat 13:10] =>  0:07
CLOCK: [2017-10-19 Thu 15:57]--[2017-10-19 Thu 16:00] =>  0:03
CLOCK: [2017-10-16 Mon 10:26]--[2017-10-16 Mon 10:45] =>  0:19
CLOCK: [2017-10-13 Fri 10:56]--[2017-10-13 Fri 11:20] =>  0:24
CLOCK: [2017-10-12 Thu 19:26]--[2017-10-12 Thu 19:32] =>  0:06
CLOCK: [2017-10-08 Sun 12:27]--[2017-10-08 Sun 12:35] =>  0:08
CLOCK: [2017-10-04 Wed 13:21]--[2017-10-04 Wed 22:00] =>  8:39
CLOCK: [2017-10-04 Wed 12:34]--[2017-10-04 Wed 13:04] =>  0:30
:END:
